"""Данный модуль предназначен для хранения словаря, часто используемых слов или словосочетаний."""

LEXICON: dict = {"value_error": "\n*ОШИБКА: Не верный формат данных. Данные должны быть числом*",
           "menu": ["\n", "Система управления библиотекой", "1. Добавить книгу в библитеку",
                    "2. Удалить книгу из библиотеки", "3. Поиск книги в библиотеке",
                    "4. Отобразить все книги из библиотеки", "5. Изменить статус наличия книги",
                    "6. Выход из Системы управления библиотекой", "\n"],
           "not_book": "\n*Данной книги в библиотеке не найдено:"
           }